{
  "_id": {
    "$oid": "5b9a120a367d5c5b84062a8b"
  },
  "audioUrl": "",
  "title": "送东阳马生序(节选)",
  "dynasty": "明代",
  "writer": "宋濂",
  "content": "　　余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道，又患无硕师、名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。\n\n　　当余之从师也，负箧曳屣，行深山巨谷中，穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴朱缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意,以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。\n\n",
  "type": [
    "初中文言文",
    "送别",
    "劝勉",
    "学习"
  ],
  "remark": "选自《宋学士文集》（上海古籍出版社1985年版）。\n宋濂：（1310-1381）字景濂，号潜溪，浦江（今浙江义乌西北），明初文学家。\n东阳，地名，在今浙江东阳。 \n生，长辈对晚辈的称呼。\n序：文体名，这是一篇赠序\n余：我。\n嗜：喜欢、特别爱好。\n无从：没有办法。\n致书：得到书。致：得到。\n每假借于藏书之家，手自笔录：每：常常。\n假借：同义复合词。 借。\n假，借。\n于：介词，从。\n笔：名词作状语，用笔。\n手：名词活用为动词，动手。\n弗之怠(dài)：即弗怠之，不懈怠，不放松读书。\n弗：不。之：指代抄书。\n走：跑。\n逾约：超过约定的期限。\n以是：因此。以：以为；是：这样。\n加冠（guān）：古代男子二十岁举行加冠礼，表示已经成人。\n后人常用“冠”或“加冠”表示年已二十。\n患：担心。.\n硕师：学问渊博的老师。\n硕，大。\n游：交往。\n尝：曾经。\n趋：赶到。\n从乡之先达执经叩问：拿着经书向当地有道德有学问的前辈请教。\n先达：有道德有学问的前辈。叩，请教。\n执：拿着\n德隆望尊：道德声望高。\n望，声望，名望。\n隆：高。\n门人弟子填其室：学生挤满了他的屋子。\n门人、弟子，学生。\n填，充。这里是拥挤的意思。\n稍降辞色：把言辞放委婉些，把脸色放温和些。\n辞色，言语和脸色。色：脸色。\n援疑质理：提出疑难，询问道理。\n援，提出。\n质，询问。\n俯身倾耳以请：弯下身子，侧着耳朵（恭敬地）请教（表现尊敬而专心）。\n以：连词，而，来。\n或：有时。\n叱(chì)咄(duō)：训斥，呵责。\n色愈恭：表情更加恭顺。色：表情。 恭：恭敬\n至：周到。\n复：这里指辩解，反驳。\n俟（sì）：等待。\n卒：最终。\n负箧（qiè）曳屣（yè xǐ）：背着书箱，拖着鞋子（表示鞋破）。\n曳：拖。\n箧：书箱。\n屣：鞋。\n穷冬：隆冬。\n皲（jūn）裂：皮肤因寒冷干燥而开裂。\n舍：指学舍，书馆。\n支：通“肢”，肢体。\n媵（yìng）人：这里指服侍的人。\n汤：热水。\n沃灌：洗浴。沃，浇水洗（四肢）。灌通“盥”。\n衾（qīn）：被子。\n拥：盖着。\n而：表承接。\n乃：才。\n日再食（SI）：每天供应两顿饭。再：两次。\n寓逆旅：寄居在旅店里。\n寓，寄居。\n逆，迎。\n逆旅，旅店。\n被（pī）绮（qǐ）绣：穿着漂亮的丝绸衣服。\n被，通“披”，穿着。\n朱缨：红色的帽带。\n缨：帽带。\n腰：腰佩。\n腰，名词作动词。\n容臭（xiù）：香袋。\n臭，气味，这里指香气。\n烨（yè）然：光彩照人的样子。\n缊（yùn）袍敝（bì）衣：破旧的衣服。\n缊，旧絮。敝，破旧。\n略无慕艳意：毫无羡慕的意思。\n略无：毫无。\n慕艳，羡慕。\n以中有足乐者，不知口体之奉不若人也：因为内心有足以快乐的事（指读书），不觉得吃的穿的不如别人。\n中：内心。\n口体之奉：指吃的穿的。\n盖：发语词，用来引领一句话，常是感慨或议论之类的，属语气助词；翻译为“大概”。\n\n",
  "translation": "　　我年幼时就非常爱好读书。（因为）家里贫穷，（所以）没有办法买书来阅读，常常向藏书的人家去借，亲自抄录，计算着日期按时送还。冬天非常寒冷，砚台里的墨汁像冰一样坚硬，手指（冻得）不能弯曲伸直，也不敢懈怠。抄完后，便马上跑去还书，不敢稍微超过约定的期限。因此有很多人都愿意把书借给我，于是我能够遍观群书。到了成年以后，我更加仰慕古代圣贤的学说，又担心没有才学渊博的人同我来往，曾经跑到百里以外，拿着经书向乡里有道德学问的前辈请教。前辈道德和声望高，门人弟子挤满了他的屋子，他不曾把言辞放委婉些，把脸色放温和些。我站着侍候在他左右，提出疑难，询问道理，俯下身子，侧着耳朵请教；有时遇到他大声斥责，（我的）表情更加恭顺，礼节更加周到，不敢说一个字反驳；等到他高兴了，则又去请教。所以我虽然愚笨，但最终获得学识。\n　　当我外出求师的时候，背着书箱，拖着鞋子，行走在深山峡谷之中。隆冬时节，刮着猛烈的寒风，雪有好几尺深，脚上的皮肤都冻裂却不知道。回到旅舍，四肢僵硬动弹不得。服侍的仆人拿着热水（为我）浇洗，用被子裹着我，很久才暖和起来。我寄住在旅舍，旅店老板每天提供两顿伙食，没有新鲜肥美的东西来享用。与我同住别的同学都穿着华丽的衣服，戴着用红色帽带和珠宝装饰的帽子，腰间系着白玉制成的环，左边佩戴宝刀，右边挂着香囊，光鲜亮丽好像神仙一样；我却穿着破破烂烂的衣服和他们生活在一起，但我毫无羡慕的心。因为心中有足以快乐的事情，所以不觉得吃的、穿的享受不如别人。我求学的辛勤和艰苦就是像这个样子啊!\n\n",
  "shangxi": "宋濂少时勤苦好学，元时曾受业于文豪吴莱、柳贯、黄之门，得其薪传。于书无所不窥；自少至老，未尝一日释卷，故学识、文才俱登峰造极。及事明太祖，凡国家祭祀、朝会、诏谕、封赐之文，多出其手。相传明太祖尝以文学之臣问于刘基，基对曰：“当今文章第一，舆论所属，实在翰林学士臣濂，华夷无间言者。其次臣基，不敢他有听让。”（《跋张孟兼文稿序后》）当时日本、高丽使臣来京朝贡者，每问“宋先生安否”，且以重金购其文集而归。著有《宋学士集》《宋文宪全集》并行于世。宋濂文雍容高华，醇厚演迤，而多变化。《四库全书总目提要》谓：“濂文雍容浑穆，如天闲良骥，鱼鱼雅雅，自中节度。”刘基于其所著《宋景濂学士文集序》中引欧阳玄赞濂之言曰：“先生天分极高，极天下之书无不尽读；以其所蕴，大肆厥辞。其气韵沈雄，如淮阴出师，百战百胜，志不少慑；其神思飘逸，如列子御风，飘然骞举，不沾尘土；其词调清雅，如殷卣周彝，龙纹漫灭，古意独存。其态度多变，如晴霁终南，众驺前陈，应接不暇，非具众长，识迈千古，安能与此!”他在文学上主张崇实务本，“必有其实，而后文随之”；强调“随物赋形”、“人能养气则情深文明，气盛而化神”（《文原》）。著名篇章有《秦士录》《王冕传》《胡长孺传》《李疑传》《环翠亭记》《看松庵记》等，《送东阳马生序》也是他的代表作之一。\n\n　　叙自己“为学之难”，先揭示“嗜学，家贫”的主客观情况。“嗜学”，有强烈的读书愿望，浓烈的读书兴趣，而“家贫”则无力购书，无资聘师，无法结友。在这种处境下，唯有靠自己的“专心”、“劳苦”予以克服。作者先叙无书之苦。“家贫，无从致书以观”，好读书却买不起书，只有走借书之途。再写借书之难，借来的书，不能污损，不可久待，只有“手自笔录，计日以还”。为了不逾约，即使是“天大寒”，“砚冰坚，手指不可屈伸”，也“弗之怠”，仍要“笔录”。复写求师之艰。先写“从乡之先达执经叩问”，“尝趋百里外”求教，不辞劳苦。乡贤因门人弟子众多，对他“未尝稍降辞色”，他不因冷遇而灰心，不因疏淡而反感，相反的却是“俯身倾耳以请”；甚至会遇到“叱咄”，而他却“色愈恭，礼愈至，不敢出一言以复”，“俟其欣悦，则又请焉”。乡先达的态度愈差，他的态度却愈敬，可见求知的心诚。再写外出从师的“勤且艰”。“负箧曳屣行深山巨谷中，穷冬烈风，大雪深数尺”，道路、环境、季节、气候，都极恶劣，而他“足肤皲裂”、“四肢僵劲”，则置天寒地冻于不顾，山高路远而不管。对于衣、食、住也不讲究。寄居旅舍，一天两顿饭，无甘美肥鲜；一身粗布破袍，无光鲜锦绣。作者于前面以环境的恶劣突显其坚苦不移，这里则以“烨然若神人”的纨绔子弟为对比，反衬其独得其乐。正由于如此，不计客观条件的艰苦，执着追求，虚心求教，他才能“遍观群书”，而列于君子之列，居天子之侧，四海称其姓氏。从封建社会的“学而优则仕”的观点看，宋濂可谓学有所成的了。接着写诸生学习条件优裕而懈怠，回应上文，又明揭意图。作者仍然从食、住、书、师四个方面予以对比。太学生无衣食之患，相反的是鲜服美食；高堂大厦，群书毕集，师随左右，不像自己当年的学习，有“冻馁之患”、“奔走之劳”、“求而不得”之苦，可是条件好了，却有“业有不精，德有不成”者。条件的优裕和效果的不佳又形成对照。作者在充分比照的基础上其理颖然而出：“非天质之卑，则心不若余之专耳，岂他人之过哉!”显示了不容置辩的力量。最后一节文字写作这篇序的目的：“勉乡人以学”。作者和马君则系同乡关系，又是位勤奋好学的青年，加之以长信为进见礼，言和色夷，是个流辈称其贤的“善学者”，因而才诚恳地以“为学之难以告之”。由于文中是以个人的经历和体会为例证的，因而要申说一下无“夸际遇之盛而骄乡人”的意思。作者在行文中也一直注意防止骄矜之意，写向人请教，说“余虽愚，卒获有所闻”，称自己“今虽耄老，未有所成”，以及“幸预”、“缀”、“谬称”等谦让之辞，纯然是长者之风，学者之范。\n\n　　作者勖勉后生马君则，语重心长，寓理于事，其事一为己事，一为人事。叙己事，娓娓动听；述人事，头头是道。以己事与人事相比照，其理煜然。人事即为太学生事，马生系太学生中之一员。但又不同于一般的太学生，是个“用心於学甚劳”的“善学者”，因而具有劝勉的基础，否则也不必如此谆谆告诫。这篇劝学篇，因为作者现身说法和严密对比，事繁而不芜。语简而意昭，不愧是宋濂的力作之一，也是明文中的佼佼者。\n\n　　宋濂不仅学识丰赡，文才彪炳，而且政治经验富足，马生原是个用心于学的人，也已取得了一定的成绩，那作者又为何还要如此教诲？作者不说太学使人养尊处优，不求上进，而讲条件优越，要充分运用。这是因为他深知朱元璋登上宝座后一直妒贤嫉能、杀戮功臣，以巩固其统治。他的亲信谋士、开国功臣刘基就死于朱元璋的阴谋，开国元勋徐达、太师韩国公李善长、中丞涂节、吏部尚书詹徽、开国公常升等都被朱元璋以各种借口而杀害。宋濂可谓知时识世，在朱元璋大清洗之前就告老还乡，退居林泉。他这次“朝京师”，马生“撰长书以为贽”，对他加以赞颂，他为了避免朱元璋的疑忌，在赠序中不讲为国为民之类的涉嫌的话，而讲万年百处可说的读书问题。谈读书，还不忘赞扬一下太学，对皇帝主办的学校条件说了一番好话。从这里可见宋濂不仅饱有学识，而且老于世故。宋濂虽然如此小心谨慎，可是后来他的孙子与一案有牵，最后也诛及了他。"
}